import LinksForRules from "../../main_components/LinksForRules/LinksForRules";


const PrivacyPolicy = () => {
    return (
        <>
            <section className="exchange-rulls-section exchange-rulls-section-default">
                <LinksForRules 
                    items={[
                        { name: "Правила обміну", to: "/terms_and_conditions" },
                        { name: "AML / KYC", to: "/aml-policy" },
                        { name: "Політика конфіденційності", to: "/privacy-policy" }
                    ]}
                    title='Документи'
                />

                <div className="exchange-rulls-section-content">
                    <h1>Політика конфіденційності</h1>

                    <div className="exchange-rulls-section-content-container">
                        <ul>
                            <li className='exchange-rulls-section-content-container-title'>Загальні положення</li>
                            <li>Цей документ визначає політику сайту bul-x.com (далі – Оператор) щодо обробки персональних даних користувачів сайту та викладає систему основних принципів, що застосовуються до обробки персональних даних. Політика щодо обробки персональних даних користувачів сайту (далі – Політика) розроблена з метою дотримання вимог законодавства України, що регулює питання захисту персональних даних та ідентифікації користувачів, які перебувають на сайті. Політика діє щодо всіх персональних даних, які підлягають обробці Оператором. Політика встановлює порядок обробки персональних даних користувачів сайту: дії зі збору, систематизації, накопичення, зберігання, уточнення (оновлення, зміни), знищення персональних даних. Політика встановлює обов’язкові для працівників Оператора, задіяних в обслуговуванні сайту, загальні вимоги та правила роботи з усіма видами носіїв інформації, що містять персональні дані користувачів сайту.</li>
                        </ul>

                        <ul>
                            <li className='exchange-rulls-section-content-container-title'>Терміни та визначення</li>
                            <li>Персональні дані – будь-яка інформація, що прямо або опосередковано стосується визначеної або такої, що може бути визначена, фізичної особи (суб’єкта персональних даних).</li>
                            <li>Оператор – юридична або фізична особа, орган державної влади чи орган місцевого самоврядування, які самостійно або спільно з іншими особами організовують та/або здійснюють обробку персональних даних, а також визначають мету обробки персональних даних, склад персональних даних, що підлягають обробці, дії (операції), що здійснюються з персональними даними.</li>
                            <li>Обробка персональних даних – будь-яка дія (операція) або сукупність дій (операцій), що здійснюються з використанням засобів автоматизації або без їх використання з персональними даними, включаючи збір, реєстрацію, систематизацію, накопичення, зберігання, уточнення (оновлення, зміну), вилучення, використання, передачу (поширення, надання, доступ), знеособлення, блокування, видалення, знищення персональних даних.</li>
                            <li>Користувач – користувач мережі Інтернет і, зокрема, сайту bul-x.com.</li>
                            <li>Автоматизована обробка персональних даних – обробка персональних даних за допомогою засобів обчислювальної техніки.</li>
                            <li>Надання персональних даних – дії, спрямовані на розкриття персональних даних певній особі або визначеному колу осіб.</li>
                            <li>Блокування персональних даних – тимчасове припинення обробки персональних даних (за винятком випадків, коли обробка необхідна для уточнення персональних даних).</li>
                            <li>Знищення персональних даних – дії, внаслідок яких стає неможливим відновлення змісту персональних даних в інформаційній системі персональних даних та/або внаслідок яких знищуються матеріальні носії персональних даних.</li>
                            <li>Знеособлення персональних даних – дії, внаслідок яких стає неможливим без використання додаткової інформації визначити належність персональних даних конкретному суб’єкту персональних даних.</li>
                            <li></li>
                        </ul>

                        <ul>
                            <li className='exchange-rulls-section-content-container-title'>Основні права та обов’язки Оператора і Суб’єкта персональних даних</li>
                            <li>Оператор має право: отримувати персональні дані від суб’єктів персональних даних та від третіх осіб (осіб, які не є суб’єктами персональних даних), при цьому Оператор виконує обов’язки, передбачені Законом України «Про захист персональних даних»;</li>
                            <li>самостійно визначати склад і перелік заходів, необхідних і достатніх для забезпечення виконання обов’язків, передбачених Законом України «Про захист персональних даних» та прийнятими відповідно до нього нормативно-правовими актами, якщо інше не передбачено законодавством України;</li>
                            <li>у разі відкликання суб’єктом персональних даних згоди на обробку персональних даних Оператор має право продовжити обробку персональних даних без згоди суб’єкта персональних даних за наявності підстав, визначених законодавством України.</li>
                        </ul>

                        <ul>
                            <li className='exchange-rulls-section-content-container-title'>Оператор зобов’язаний:</li>
                            <li>організовувати обробку персональних даних відповідно до вимог Закону України «Про захист персональних даних»;</li>
                            <li>відповідати на звернення та запити суб’єктів персональних даних і їх законних представників відповідно до вимог законодавства України.</li>
                        </ul>

                        <ul>
                            <li className='exchange-rulls-section-content-container-title'>Суб’єкт персональних даних має право:</li>
                            <li>отримувати інформацію, що стосується обробки його персональних даних, за винятком випадків, передбачених законодавством України. Відомості надаються суб’єкту персональних даних Оператором у доступній формі, і в них не повинні міститися персональні дані, що стосуються інших суб’єктів персональних даних, за винятком випадків, коли існують законні підстави для розкриття таких персональних даних. Перелік інформації та порядок її отримання встановлено Законом України «Про захист персональних даних»;</li>
                            <li>вимагати від Оператора уточнення його персональних даних, їх блокування або знищення у разі, якщо персональні дані є неповними, застарілими, неточними, незаконно отриманими або не є необхідними для заявленої мети обробки;</li>
                        </ul>

                        <ul>
                            <li className='exchange-rulls-section-content-container-title'>Цілі збору персональних даних</li>
                            <li>Обробка персональних даних обмежується досягненням конкретних, заздалегідь визначених та законних цілей. Не допускається обробка персональних даних, несумісна з цілями їх збору. Обробці підлягають лише ті персональні дані, які відповідають цілям їх обробки. Обробка персональних даних користувачів сайту здійснюється виключно з метою надання користувачеві можливості взаємодіяти із сайтом. Відомостями, що становлять персональні дані на сайті, є будь-яка інформація, яка стосується визначеної або такої, що може бути визначена на підставі цієї інформації, фізичної особи (суб’єкта персональних даних).</li>
                        </ul>

                        <ul>
                            <li className='exchange-rulls-section-content-container-title'>Обсяг оброблюваних персональних даних</li>
                            <li>Зміст та обсяг оброблюваних персональних даних користувачів сайту відповідає заявленим цілям обробки, передбаченим у розділі «Цілі збору персональних даних» цієї Політики. Оброблювані персональні дані не повинні бути надмірними щодо заявлених цілей їх обробки.</li>
                        </ul>
                    </div>
                </div>
            </section>
        </>
    )
}

export default PrivacyPolicy