import './AmlKyc.css'
import LinksForRules from '../../main_components/LinksForRules/LinksForRules'


const AmlKyc = () => {
    return(
        <>
            <section className="exchange-rulls-section exchange-rulls-section-default">
                <LinksForRules 
                    items={[
                        { name: "Правила обміну", to: "/terms_and_conditions" },
                        { name: "AML / KYC", to: "/aml-policy" },
                        { name: "Політика конфіденційності", to: "/privacy-policy" }
                    ]}
                    title='Документи'
                />

                <div className="exchange-rulls-section-content">
                    <h1>Політика AML та KYC</h1>

                    <div className="exchange-rulls-section-content-container">

                        <ul>
                            <li className='exchange-rulls-section-content-container-title'>Політика протидії незаконним операціям та відмиванню коштів</li>
                            <li>1. bul-x.com діє як учасник саморегулювання в індустрії криптовалют, сервіс bul-x.com дотримується визначеного переліку правил і виконує процедури, метою яких є недопущення використання BULX для здійснення операцій, пов’язаних з відмиванням фінансових коштів, тобто таких операцій, основною метою яких є повернення незаконно отриманих коштів на фінансово-економічний ринок. Також сервіс припиняє всі операції, що мають незаконний характер.</li>
                            <li>Ця Політика AML (Anti-Money Laundering, далі — Політика) регламентує діяльність bul-x.com у сфері протидії відмиванню коштів та його участь у боротьбі з відмиванням коштів і фінансуванням терористичної діяльності.</li>
                            <li>Натискаючи кнопку «Я оплатив», ви погоджуєтеся на перевірку всіх транзакцій, спрямованих на адресу нашого обмінного сервісу, на предмет їхнього зв’язку з високоризиковими майданчиками, такими як:</li>
                            <li>Child exploitation</li>
                            <li>Dark Market</li>
                            <li>Dark Service</li>
                            <li>Enforcement action</li>
                            <li>Exchange fraudulent</li>
                            <li>Fraud shop</li>
                            <li>Gambling</li>
                            <li>High risk jurisdiction</li>
                            <li>Illegal Service</li>
                            <li>Illicit actor organization</li>
                            <li>Malware</li>
                            <li>Mixer</li>
                            <li>Online pharmacy</li>
                            <li>Ransom</li>
                            <li>Sanctions</li>
                            <li>Scam</li>
                            <li>Special measures</li>
                            <li>Online pharmacy</li>
                            <li>Terrorism financing</li>
                            <li>У разі виявлення зв’язку транзакцій із вищезазначеними майданчиками адміністрація обмінного сервісу має право вимагати проходження процедури верифікації особи (KYC). Ця процедура передбачає надання відео-селфі з паспортом, на якому чітко видно серію та номер паспорта, ПІБ, а також демонстрацію гаманця або акаунту, з якого була здійснена транзакція, з читабельними даними про дату, час, суму та адресу отримувача.</li>
                            <li>Після успішного проходження повної верифікації обмін може бути призупинений, а кошти повернуті на адресу відправника за вирахуванням комісії у розмірі ≈ 5% від суми переказу. Комісія утримується для покриття витрат, понесених під час обробки транзакції.
У разі, якщо під час відправлення коштів відбувається блокування біржових акаунтів обмінного сервісу з причини внутрішнього контролю ризиків сторонньої платформи, сервіс залишає за собою право здійснити повернення коштів лише після завершення процедури розблокування активів клієнта на відповідному біржовому акаунті.</li>
                            <li>2. З метою ефективного запобігання незаконним операціям сервісом встановлено певні вимоги до заявок, що подаються клієнтами:</li>
                            <li>2.1. Отримувач і відправник платежу за заявкою не повинні бути різними особами. Перекази на користь третіх осіб заборонені.</li>
                            <li>2.2. Усі персональні та контактні дані, які клієнт сервісу зазначає у заявці, повинні бути актуальними на момент подання такої заявки. Достовірність цих даних не повинна викликати сумнівів.</li>
                            <li>3. На bul-x.com заборонено створення заявок із використанням анонімних підключень. З метою припинення можливих незаконних операцій bul-x.com:</li>
                            <li>3.1 Застосовує власну систему автоматичного аналізу дій клієнта та здійснюваних ним операцій. Усі операції, які сервіс визнає підозрілими, будуть негайно зупинені.</li>
                            <li>3.2 Завжди дотримується загальноприйнятої політики, що передбачає принцип «знай свого клієнта».</li>
                            <li>3.3 Обов’язково перевіряє отриману від користувачів інформацію всіма доступними способами.</li>
                            <li>4. Сервіс має повне право не виконувати заявки користувачів, а заморозити їх у разі необхідності отримання від клієнта копій документів, що посвідчують особу, та копій документів, які підтверджують законне походження коштів. Випадки, у яких такі документи можуть бути запитані:</li>
                            <li>4.1 У керівництва bul-x.com виникли підозри, що клієнт намагається скористатися сервісом і його послугами з метою здійснення незаконних операцій або відмивання коштів.</li>
                            <li>4.2 Виконання заявки користувача було призупинене системою, відповідальною за запобігання шахрайським операціям.</li>
                            <li>4.3 У таких випадках для відновлення виконання заявки клієнт зобов’язується протягом 7 робочих днів із моменту отримання запиту від сервісу надати всі документи, запитані bul-x.com, а у разі відмови — анулювати заявку. Якщо клієнт відмовляє bul-x.com у наданні документів на запит, сервіс також має право відмовити йому в подальшому обслуговуванні.</li>
                            <li>5. Сервіс має право відмовити клієнту в обслуговуванні, а також передати всю зібрану від клієнта та отриману самостійно інформацію до правоохоронних органів, якщо:</li>
                            <li>5.1. Сервісом bul-x.com було виявлено або є підозри щодо операцій, спрямованих на фінансування тероризму та відмивання фінансових коштів, а також таких, що передбачають будь-які шахрайські дії.</li>
                            <li>5.2. Сервіс bul-x.com підозрює користувача у тому, що надані ним документи є підробленими.</li>
                            <li>5.3. Від правоохоронних, а також інших уповноважених органів влади та з інших джерел надійшла інформація про те, що користувач сервісу володіє коштами незаконно. Сюди також належить надходження будь-якої іншої інформації, яка унеможливлює подальше виконання заявки клієнта.</li>
                            <li>5.4. Дії користувача визначені як такі, що можуть завдати шкоди bul-x.com, незалежно від характеру такої шкоди — матеріальної (фізичної), нематеріальної тощо. Дії клієнта можуть завдати шкоди програмному комплексу bul-x.com або бути спрямованими на отримання доступу до бази даних сервісу.</li>
                            <li>6. Інформація, отримана від користувачів, може бути перевірена сервісом усіма доступними способами.</li>
                        </ul>

                    </div>

                </div>
            </section>
        </>
    )
}

export default AmlKyc