import './ExchangeRull.css'
import LinksForRules from '../../main_components/LinksForRules/LinksForRules'


const ExchangeRull = () => {
    return (
        <section className='exchange-rulls-section exchange-rulls-section-default'>
            <LinksForRules 
                items={[
                    { name: "Правила обміну", to: "/terms_and_conditions" },
                    { name: "AML / KYC", to: "/aml-policy" },
                    { name: "Політика конфіденційності", to: "/privacy-policy" }
                ]}
                title='Документи'
            />

            <div className="exchange-rulls-section-content">
                <h1>Правила обміну</h1>

                <div className="exchange-rulls-section-content-container">
                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>1. Вступні положення</li>
                        <li>1.1. Ці Правила визначають основні принципи взаємодії між сервісом BULX та його користувачами в межах надання послуг з обміну, придбання або реалізації цифрових фінансових активів.</li>
                        <li>1.2. Прийняття цих Правил та подальша реєстрація в системі BULX означає початок використання сервісів, пов’язаних з операціями з цифровими грошовими активами.</li>
                        <li>1.3. Час і дата підтвердження Правил користувачем фіксуються системою BULX автоматично.</li>
                        <li>1.4. Завершуючи процес реєстрації, користувач підтверджує своє повне ознайомлення та згоду з умовами користування, чинними на момент реєстрації, і зобов’язується їх дотримуватися. Повний текст Правил та умов доступний на офіційному вебсайті BULX.</li>
                        <li>1.5. Ця угода набирає чинності негайно після завершення реєстрації користувача в системі та діє безстроково, доки користувач або BULX офіційно не повідомлять про її припинення.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>2. Терміни та визначення</li>
                        <li>2.1. BULX (далі — «Сервіс») — онлайн-платформа для здійснення операцій з обміну, придбання та продажу цифрових активів і електронних грошових одиниць.</li>
                        <li>2.2. Офіційний вебресурс Сервісу — bul-x.com.</li>
                        <li>2.3. «Користувач» — будь-яка фізична особа, яка користується послугами, запропонованими сервісом BULX, та прийняла його політику конфіденційності разом з умовами використання Cookies.</li>
                        <li>2.4. «Партнер» — фізична або юридична особа, яка бере участь у програмі залучення нових користувачів Сервісу відповідно до укладеної угоди з BULX.</li>
                        <li>2.5. «Партнерська платіжна система» — програмне рішення сторонніх розробників, що забезпечує емісію, продаж, зберігання цифрових активів та обробку платежів у мережі Інтернет.</li>
                        <li>2.6. Основні системи, з якими працює BULX, включають Perfect Money, Payeer та Volet. Повний перелік доступний на сайті Сервісу.</li>
                        <li>2.7. Клієнт Партнерської платіжної системи — особа, яка погодилася з правилами та умовами відповідної системи і перебуває з нею у договірних відносинах.</li>
                        <li>2.8. «Електронні активи» — цифрові форми грошових коштів або інші цифрові зобов’язання, встановлені між емітентом активу та його власником.</li>
                        <li>2.9. «Платіж» або «Операція» — передача електронних активів або грошових коштів від однієї сторони до іншої.</li>
                        <li>2.10. «Заявка» — офіційне волевиявлення Користувача щодо використання однієї з послуг BULX шляхом заповнення спеціальної форми на сайті Сервісу відповідно до встановлених умов.</li>
                        <li>2.11. «Вихідна валюта» — цифрові кошти або активи, які Користувач має намір обміняти або продати.</li>
                        <li>2.12. «Вихідний рахунок» — ідентифікаційні дані гаманця або рахунку Користувача, з якого здійснюється переказ вихідної валюти.</li>
                        <li>2.13. «Отримана електронна валюта» — цифрові активи або грошові кошти, які Користувач отримує в результаті операції обміну або продажу.</li>
                        <li>2.14. «Рахунок отримувача» — реквізити гаманця або рахунку Користувача, на який зараховуються отримані електронні кошти.</li>
                        <li>2.15. «Резерв електронного активу» — обсяг цифрових активів, доступних у Сервісі на момент створення заявки.</li>
                        <li>2.16. «Обмін електронного активу» — процес обміну одного виду цифрових активів на інший.</li>
                        <li>2.17. «Обмінний курс» — вартісне співвідношення між різними електронними активами під час їх обміну.</li>
                        <li>2.18. «Резерви електронних валют» — обсяг цифрових ресурсів, доступних у Сервісі для здійснення операцій.</li>
                        <li>2.19. «Обставини непереборної сили» — події поза контролем сторін, зокрема стихійні лиха, пожежі, воєнні дії, страйки, зміни в законодавстві, що можуть впливати на виконання зобов’язань за договором.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>3. Надання послуг</li>
                        <li>а) Користувачі можуть замовляти послуги, що надаються BULX, шляхом подання заявок безпосередньо через вебсайт Сервісу.</li>
                        <li>б) Запуск та керування процесом конвертації цифрових фінансових активів, а також доступ до інформації про статус послуги, здійснюється через користувацький інтерфейс на сайті BULX.</li>
                        <li>г) BULX не несе відповідальності за роботу та послуги сторонніх платіжних систем, оскільки права й обов’язки сторін визначаються виключно правилами відповідних систем.</li>
                        <li>е) Користуючись послугами BULX, клієнт підтверджує, що всі кошти, залучені до операцій, мають легальне походження.</li>
                        <li>ж) Сервіс BULX не виконує функцій податкового агента, тому клієнт несе персональну відповідальність за розрахунок і сплату податків відповідно до законодавства України.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>3.1. Сервіс обміну цифрових активів</li>
                        <li>а) Створюючи заявку, клієнт доручає BULX обміняти електронні кошти з однієї системи (вихідні кошти) на активи іншої системи (отримані кошти) за обраним напрямком.</li>
                        <li>б) Клієнт зобов’язаний надіслати вихідну суму, зазначену в заявці, після чого BULX зобов’язується перерахувати отримані кошти відповідно до поточного обмінного курсу та встановленої комісії.</li>
                        <li>в) Розмір комісії BULX за кожну операцію чітко зазначається в заявці та підтверджується клієнтом під час її виконання.</li>
                        <li>г) Зобов’язання BULX щодо перерахування коштів вважається виконаним з моменту списання суми з рахунку Сервісу та фіксації транзакції в системі.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>3.2. Послуги з продажу цифрових активів</li>
                        <li>а) Подаючи заявку, клієнт доручає BULX виконати операції з приймання та переказу цифрових активів.</li>
                        <li>б) Розмір винагороди BULX зазначається в заявці та має бути підтверджений клієнтом перед її виконанням.</li>
                        <li>в) BULX зобов’язується здійснити переказ отриманих коштів протягом 48 годин після їх отримання від клієнта відповідно до умов заявки.</li>
                        <li>г) BULX має право анулювати заявку у разі ненадходження оплати протягом 20 хвилин з моменту її створення.</li>
                        <li>д) Передача коштів клієнту вважається виконаною з моменту списання відповідної суми з рахунку BULX.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>3.3. Послуги з купівлі цифрових активів</li>
                        <li>а) Створюючи заявку, клієнт надає BULX інструкції щодо купівлі цифрових активів та перерахування грошового еквівалента на визначених умовах.</li>
                        <li>б) BULX зобов’язується здійснити переказ грошових коштів клієнту протягом 48 годин після отримання вихідних активів відповідно до умов заявки.</li>
                        <li>в) Винагорода BULX визначається у кожній заявці як обмінний курс і підтверджується клієнтом під час її оформлення.</li>
                        <li>г) Зобов’язання BULX щодо перерахування коштів вважається виконаним з моменту списання відповідної суми з його рахунку.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>4. Розширені умови надання послуг</li>
                        <li>4.1. Якщо сервіс BULX не отримає від користувача цифрові активи або кошти протягом 20 хвилин після створення заявки, він залишає за собою право скасувати таку заявку. Кошти, що надійшли після цього строку, можуть бути повернуті відправнику за його запитом з утриманням комісії за переказ. Інформація про пізно отримані кошти зберігається в системі BULX протягом шести місяців, після чого видаляється, а повернення стає неможливим. У разі запиту на повернення пізніше ніж через добу сума перераховується за актуальним курсом.</li>
                        <li>4.2. Якщо користувач перерахував на рахунок BULX суму, що відрізняється від зазначеної в заявці, Сервіс може розцінювати це як запит на коригування заявки. Якщо фактична сума не відповідає заявленій, BULX має право анулювати операцію. Повернення коштів здійснюється протягом 72 годин з моменту звернення користувача з утриманням комісій за переказ.</li>
                        <li>4.3. Якщо BULX не здійснить переказ цифрових активів на зазначені реквізити протягом 48 годин після створення заявки, користувач має право вимагати повне повернення коштів, за винятком випадків, передбачених Угодою. Для ініціювання повернення користувач повинен надати докази належності коштів (скриншоти) службі підтримки BULX. Затримки, спричинені роботою платіжних систем, не є зоною відповідальності BULX.</li>
                        <li>4.4. Фіксація обмінного курсу, якщо в напрямку обміну використовується криптовалюта:</li>
                        <li>Обмінний курс фіксується після отримання необхідної кількості підтверджень транзакції, зазначеної на сторінці оформлення заявки. Якщо з моменту створення заявки курс змінюється більш ніж на 0,25%, кінцева сума перераховується за актуальним курсом.</li>
                        <li>4.5. Фіксація курсу, якщо в напрямку обміну не використовується криптовалюта:</li>
                        <li>Курс фіксується на момент створення заявки не більш ніж на 20 хвилин. Після закінчення цього часу курс оновлюється автоматично. У разі оплати після спливу 20 хвилин користувач зобов’язаний звернутися до служби підтримки для підтвердження транзакції.</li>
                        <li>4.6. Джерела котирувань:</li>
                        <li>Обмінний курс формується на основі актуальних ринкових даних бірж HTX та Bitget.</li>
                        <li>4.7. Спеціальні умови для окремих платіжних систем:</li>
                        <li>- платіжна система Perfect Money може затримувати транзакції понад 24 години;</li>
                        <li>- повернення коштів, відправлених у криптовалюті, неможливе;</li>
                        <li>- використання VPN, Proxy та Dedicated Server заборонене при фіатних платежах.</li>
                        <li>Виплати на картки українських банків здійснюються шляхом міжбанківського переказу. Зарахування коштів може тривати від кількох секунд до 15 робочих днів.</li>
                        <li>Під час переказу EUR до банків країн, що не входять до ЄС, утримується комісія 5%.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>5. Обмінні курси</li>
                        <li>5.1. Актуальні обмінні курси доступні на офіційному сайті BULX — bul-x.com.</li>
                        <li>5.2. Усі комісії вже включені до обмінних курсів, зазначених на сайті.</li>
                        <li>5.3. BULX має право змінювати курси без попереднього повідомлення.</li>
                        <li>5.4. BULX може в односторонньому порядку змінювати умови договору.</li>
                        <li>5.5. Під час створення заявки користувач бачить поточний курс, комісію та підсумкову суму.</li>
                        <li>5.6. Вартість послуг BULX утримується автоматично.</li>
                        <li>5.7. Для постійних клієнтів діє програма лояльності.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>6. Відповідальність BULX</li>
                        <li>6.1. BULX несе фінансову відповідальність у межах суми активів, переданих для виконання заявки.</li>
                        <li>6.2. BULX не здійснює діяльність зі збору коштів третіх осіб.</li>
                        <li>6.3. Виплати здійснюються виключно на ім’я користувача, який створив заявку.</li>
                        <li>6.4. BULX не несе відповідальності за збитки, спричинені незаконними діями третіх осіб.</li>
                        <li>6.5. BULX не відповідає за помилки чи затримки з боку платіжних систем або банків.</li>
                        <li>6.6. У разі втручання в роботу Сервісу заявка може бути призупинена або скасована.</li>
                        <li>6.7. BULX звільняється від відповідальності у випадку обставин непереборної сили.</li>
                        <li>6.8. Інші спори вирішуються відповідно до законодавства України.</li>
                    </ul>
                </div>
            </div>
        </section>
    )
}

export default ExchangeRull