import LinksForRules from "../../main_components/LinksForRules/LinksForRules";

const ExchFaq = () => {
    return(
        <section className='exchange-rulls-section exchange-rulls-section-default'>
            <LinksForRules 
                items={[
                    { name: "Загальні питання", to: "/faq" },
                    { name: "Сервіс", to: "/faq/service_questions" },
                    { name: "Заявка", to: "/faq/exchange_requests" },
                    { name: "Різне", to: "/faq/different_issues" },
                ]}
                title='Документи'
            />

            <div className="exchange-rulls-section-content">
                <h1>Заявка</h1>
                <div className="exchange-rulls-section-content-container">
                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Як здійснити обмін на вашому сайті?</li>
                        <li>Щоб здійснити обмін на нашому сайті, виконайте наступні кроки, дотримуючись наведеної інструкції:</li>
                        <li>1. Оберіть напрям обміну в полі “Віддаю” та полі “Отримую”. Вкажіть суму, яку ви хочете обміняти або отримати.
У формі обміну “Введення даних” заповніть необхідні дані для обміну. У цьому ж блоці ви можете переглянути курс обміну. До нього не включена комісія нашого сервісу.
Натисніть кнопку «Розпочати обмін».</li>
                        <li>2. Дотримуйтесь інструкцій для оплати заявки. Залежно від обраного напряму може знадобитися перехід на сторінку оплати. Оплатіть заявку відповідно до інструкцій, після чого поверніться на сторінку нашого сайту.</li>
                        <li>3. Вашу заявку створено та прийнято в обробку! Виплата за обміном може бути виконана автоматично або оператором у ручному режимі та займе від 5 до 20 хвилин після отримання платежу за заявкою, залежно від завантаженості наших операторів.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Навіщо потрібна верифікація картки?</li>
                        <li>Верифікація банківської картки слугує підтвердженням того, що картка належить особі, яка здійснює обмін. Цей процес є захистом від шахрайства як для нашого сервісу, так і для наших клієнтів. Особливо верифікація картки необхідна для захисту від шахрайських “трикутників”. “Трикутник” — це ситуація, коли шахрай створює заявку на сайті обмінника або на криптовалютній p2p-біржі та отримує банківські реквізити для оплати заявки. Ці банківські реквізити, наприклад номер банківської картки, шахрай передає потенційній жертві — тобто людині, яку попередньо обманним шляхом змусив погодитися переказати кошти нібито на його рахунок за певну послугу. Таким чином жертва переказує кошти на рахунок обмінника, а обмінник, нічого не підозрюючи, переводить кошти користувачу, який оформив заявку.</li>
                        <li>Якщо ваша картка є типу "momentum" і на ній не зазначені ваші ініціали, ми перевіряємо лише номер картки. У будь-якому випадку в заявці необхідно вказувати реальні дані власника картки.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Скільки часу обробляється заявка?</li>
                        <li>Автоматичний режим: виплата коштів відбувається автоматично протягом 5–20 хвилин після оплати заявки.</li>
                        <li>Напівавтоматичний та ручний режим: виплата за обміном також може тривати від 5 до 20 хвилин залежно від завантаженості операторів.</li>
                        <li>Зарахування коштів може тривати довше залежно від обраного напряму обміну. Наприклад, міжбанківські перекази можуть затримуватися до 5 робочих днів, а зарахування Bitcoin на гаманець відбувається після підтвердження транзакції в мережі блокчейн.</li>
                        <li>Затримки також можуть виникати через особливості роботи платіжних систем. Наприклад, система Perfect Money може затримувати перекази для перевірки, і очікування може тривати від 1 до 6 годин або навіть більше.</li>
                        <li>Якщо у вас залишилися запитання або виникли труднощі, наші спеціалісти готові надати допомогу в онлайн-чаті на сайті або електронною поштою служби технічної підтримки BULX.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Якщо ви оплатили заявку, але кошти не надійшли на ваш рахунок</li>
                        <li>Причини можуть бути різними. Вам слід переконатися, що ви виконали всі необхідні кроки:</li>
                        <li>1. Перевірте правильність реквізитів:</li>
                        <li>Переконайтеся, що ви коректно вказали реквізити для переказу (гаманець, рахунок або картку). Якщо реквізити вказані неправильно, заявка може бути позначена як "Помилкова", і ви отримаєте повідомлення з описом причини. У разі обробки заявки з некоректними реквізитами повернення коштів неможливе, тому рекомендується уважно перевіряти дані перед створенням заявки.</li>
                        <li>2. Перевірте списання коштів:</li>

                        <li>Переконайтеся, що сума була списана з вашого рахунку. Якщо ми не бачимо надходження від вас, заявка може бути видалена.</li>
                        <li>3. Можлива затримка:</li>
                        <li>Можлива затримка переказу з боку платіжної системи або банку. У такому випадку ми не можемо прискорити процес, і залишається лише очікувати. Для з’ясування причин затримки рекомендується звернутися до служби підтримки вашої платіжної системи або банку.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Чому моя заявка довго обробляється?</li>
                        <li>Обмін здійснюється оператором у ручному режимі та займає від 5 до 20 хвилин. Після надходження платежу заявка обробляється в порядку черги. Швидкість обробки заявки залежить від завантаженості наших операторів. Також можливі й інші причини:</li>
                        <li>1. Найпоширеніша причина — заявка не була створена. Пам’ятайте: якщо ви не натиснули кнопку «Я оплатив», заявка не створюється, і ми не бачимо її в списку заявок, що очікують обробки. Якщо у вас випадково закрилася або оновилася сторінка з цією кнопкою, напишіть нам в онлайн-підтримку — ми допоможемо вирішити цю проблему.</li>
                        <li>2. Перевірте, чи відповідає відправлена вами сума тій, що зазначена в заявці. Можливо, ви не врахували комісію платіжної системи або банку, і коштів для переказу виявилося недостатньо. Будьте уважні! Якщо сума платежу відрізняється від суми, зазначеної в заявці, заявка отримає статус «Видалена». У такому разі також зверніться до онлайн-підтримки на нашому сайті, і ми з радістю вам допоможемо.</li>
                        <li>3. Невірно вказані реквізити також можуть бути причиною затримки обробки вашої заявки. Уважно перевіряйте реквізити під час оформлення заявки. Якщо буде допущено помилку, ми не зможемо переказати вам кошти, і заявка отримає статус «Помилкова». У такому випадку надішліть нам на електронну пошту коректні реквізити із зазначенням номера вашої заявки, і ми якомога швидше її опрацюємо.</li>

                        <li>4. Перевірте, чи правильно ви скопіювали наші реквізити для оплати заявки. Якщо оплата за заявкою не надійде на наш рахунок, ваша заявка отримає статус «Видалена». Будьте уважні — поширені випадки підміни адрес у буфері обміну. У такому разі необхідно терміново перевірити комп’ютер на наявність вірусів і не використовувати його для здійснення платежів до повного видалення шкідливого програмного забезпечення. Якщо ж ви не помітили підміну та здійснили переказ на помилкові реквізити, ми, на жаль, допомогти не зможемо.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Чи можна скасувати заявку?</li>
                        <li>Можливість скасування заявки залежить від етапу її обробки:</li>
                        <li>Оброблена заявка:</li>
                        <li>Якщо вашу заявку вже оброблено і кошти були відправлені, скасування неможливе. У такому випадку кошти поверненню не підлягають.</li>
                        <li>Оплачена, але ще не виконана заявка:</li>

                        <li>Якщо заявка оплачена, але ще не була виконана, ви можете запросити повернення коштів за вирахуванням комісії за переказ. Для цього зверніться до служби онлайн-підтримки нашого сайту та вкажіть деталі вашої заявки.</li>
                        <li>Зверніть увагу, що політика скасування заявок може відрізнятися залежно від умов вашого обміну та правил сервісу. Рекомендується уважно ознайомитися з правилами обміну та умовами повернення коштів на сайті.</li>
                    </ul>
                </div>
            </div>
        </section>
    )
}

export default ExchFaq