import LinksForRules from "../../main_components/LinksForRules/LinksForRules";

const General = () => {
    return (
        <section className='exchange-rulls-section exchange-rulls-section-default'>
            <LinksForRules 
                items={[
                    { name: "Загальні питання", to: "/faq" },
                    { name: "Сервіс", to: "/faq/service_questions" },
                    { name: "Заявка", to: "/faq/exchange_requests" },
                    { name: "Різне", to: "/faq/different_issues" },
                ]}
                title='Документи'
            />

            <div className="exchange-rulls-section-content">
                <div className="exchange-rulls-section-content-container">
                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Які формати криптовалютних гаманців підтримуються?</li>
                        <li>Ми не здійснюємо прийом і відправлення монет через смартконтракти. У разі відправлення монет через смартконтракт кошти будуть втрачені.</li>
                        <li>У мережі BNB (BEP20) ми приймаємо та відправляємо лише одну монету — BNB (Binance Coin).</li>
                        <li>Під час відправлення монет на наші реквізити, будь ласка, обов’язково вказуйте тег/мемо, якщо він зазначений у реквізитах для оплати*.</li>
                        <li>*гаманець може надаватися як із мемо, так і без нього.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Які у вас тарифи та комісії?</li>
                        <li>Комісії нашого сервісу включені в курс обміну та відображаються на етапі оформлення заявки, включно з комісією платіжної системи. Ви завжди можете звернутися за допомогою до онлайн-чату BULX.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Що таке реферальна програма та як можна заробляти разом із BULX?</li>
                        <li>Реферальна програма — це спосіб заробітку, за якого ви отримуєте дохід з усіх обмінів користувачів, здійснених за вашим реферальним кодом. Участь у реферальній програмі може взяти кожен користувач — для цього зверніться до служби підтримки.</li>
                        <li>Обов’язковою умовою є активність і реальність запрошеного реферала, який має здійснювати обмінні операції на суми, що перевищують 1000 USDT або їх еквівалент в інших валютах.</li>
                        <li>Варто зазначити, що нарахування реферальних винагород здійснюється лише у випадку, якщо комісія сервісу за обмін перевищує ваш реферальний відсоток. Якщо комісія сервісу за відповідним напрямом обміну менша або дорівнює вашому реферальному відсотку, реферальні нарахування не здійснюються.</li>
                    </ul>
                </div>
            </div>
        </section>
    )
}

export default General