
import LinksForRules from "../../main_components/LinksForRules/LinksForRules";

const Other = () => {
    return(
        <section className='exchange-rulls-section exchange-rulls-section-default'>
            <LinksForRules 
                items={[
                    { name: "Загальні питання", to: "/faq" },
                    { name: "Сервіс", to: "/faq/service_questions" },
                    { name: "Заявка", to: "/faq/exchange_requests" },
                    { name: "Різне", to: "/faq/different_issues" },
                ]}
                title='Документи'
            />

            <div className="exchange-rulls-section-content">
                <h1>Різне</h1>
                <div className="exchange-rulls-section-content-container">
                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Мене просять очистити Cookies і Cache. Як це зробити?</li>
                        <li>Очищення cookies та кешу залежить від браузера, яким ви користуєтеся. Нижче наведено інструкції для популярних браузерів:</li>
                        <li>Google Chrome:</li>
                        <li>Відкрийте браузер.</li>
                        <li>Натисніть на іконку з трьома крапками у верхньому правому куті.</li>

                        <li>Оберіть «Історія».</li>
                        <li>Далі оберіть «Очистити дані вебперегляду».</li>
                        <li>Переконайтеся, що позначені пункти «Файли cookie та інші дані сайтів» і «Зображення та файли в кеші».</li>

                        <li>Натисніть «Очистити дані».</li>
                        <li>Mozilla Firefox:</li>
                        <li>Відкрийте браузер.</li>
                        <li>Натисніть на іконку з трьома горизонтальними лініями у верхньому правому куті.</li>
                        <li>Оберіть «Журнал».</li>
                        <li>Далі оберіть «Очистити недавню історію».</li>
                        <li>Переконайтеся, що позначені пункти «Cookies» і «Кеш».</li>
                        <li>Натисніть «Очистити зараз».</li>

                        <li>Microsoft Edge:</li>
                        <li>Відкрийте браузер.</li>
                        <li>Натисніть на іконку з трьома горизонтальними крапками у верхньому правому куті.</li>
                        <li>Оберіть «Журнал».</li>
                        <li>Натисніть «Очистити дані вебперегляду».</li>
                        <li>Переконайтеся, що позначені пункти «Файли cookie та дані сайту» і «Зображення та файли в кеші».</li>
                        <li>Натисніть «Очистити».</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>Що таке підтвердження від мережі Bitcoin?</li>
                        <li>Зазвичай, коли Bitcoin надсилається новому власнику, отримувач не може миттєво скористатися цими коштами. Після здійснення транзакції вона надсилається до мережі Bitcoin для обробки та має бути включена до блоку, щоб вважатися дійсною. Процес включення транзакції до блоку називається підтвердженням транзакції. Одне підтвердження відбувається тоді, коли транзакція включена до одного блоку. Для того щоб транзакція вважалася остаточною, зазвичай потрібно 6 підтверджень. Це запобігає повторному використанню одних і тих самих біткоїнів і забезпечує безпеку мережі.</li>
                        <li>На нашому сервісі для обробки транзакції Bitcoin потрібно мінімум 1 підтвердження від мережі Bitcoin.</li>
                    </ul>

                    <ul>
                        <li className='exchange-rulls-section-content-container-title'>У чаті не відповідають — що робити?</li>
                        <li>Час роботи наших операторів — з 8:00 до 00:00 за київським часом (GMT+2). Вони завжди раді відповісти на ваші запитання та намагаються вирішити всі проблеми, пов’язані з обміном на сайті bul-x.com. Якщо ви зіткнулися з проблемою в неробочий час служби підтримки, будь ласка, напишіть нам у чат або на електронну пошту та дочекайтеся відповіді. Оператори обов’язково зв’яжуться з вами, щойно повернуться до роботи.</li>
                    </ul>
                </div>
            </div>
        </section>
    )
}

export default Other